export const testimonialsData = [
  {
    id: 1,
    name: "Инна Бородина",
    title: "Персональный сайт-портфолио",
    review:
      "Адхам самый профессиональный визуализатор с которым мне доводилось работать. Мое мнение можно считать авторитетным, я дизайнер с двадцатилетним стажем, за это время я поработала со многими. Мало знать просто программу и качественно отображать материалы. Очень важно видеть композицию, выстроить кадр, подобрать декор и тд.. Как правило на это уходит масса времени и сил. Адхам присылает рендеры которые не хочется править. Коммуникация в работе  очень легкая и быстрая.  Надеюсь на дальнейшее длительное сотрудничество!))",
    rating: 5.0,
    avatar: "/images/testimonials/testimonial-1.jpg",
    bgImage: "/images/project-3/4.webp",
  },
  {
    id: 2,
    name: "Мария Иванова",
    title: "Мобильное приложение",
    review:
      "Очень довольна сотрудничеством! Приложение получилось удобным, быстрым и простым для пользователей. Особенно хочу отметить внимание к деталям и аккуратность в каждом элементе интерфейса.",
    rating: 4.9,
    avatar: "/images/testimonials/commentator-1.webp",
    bgImage: "/images/project-1/4.webp",
  },
  {
    id: 3,
    name: "Игорь Кузнецов",
    title: "Интернет-магазин",
    review:
      "Работа превзошла все мои ожидания. Магазин полностью автоматизирован: от корзины и оплаты до уведомлений клиентам. Удобная панель администратора помогает мне управлять товарами без лишних усилий.",
    rating: 5.0,
    avatar: "/images/testimonials/commentator-4.webp",
    bgImage: "/images/project-3/2.webp",
  },
  {
    id: 4,
    name: "Ольга Петрова",
    title: "Административная панель (Dashboard UI)",
    review:
      "Была проделана огромная работа! Интерфейс получился интуитивно понятным и красивым. Визуализация данных удобная, всё работает быстро и без ошибок. Теперь управлять проектами и анализировать статистику стало намного проще. Буду рекомендовать всем своим знакомым!",
    rating: 4.8,
    avatar: null,
    bgImage: "/images/project-2/5.webp",
  },
];
