export const testimonialsData = [
  {
    id: 1,
    name: "Алексей Смирнов",
    title: "Персональный сайт-портфолио",
    review:
      "Я был приятно удивлён качеством работы. Дизайн получился современный, адаптивный и идеально отражает мой стиль. Особенно понравилось, что учли все мои пожелания и предложили свежие идеи, о которых я даже не думал.",
    rating: 5.0,
    avatar: "/images/testimonials/commentator-2.jpg",
    bgImage: "/images/project-3/4.jpg",
  },
  {
    id: 2,
    name: "Мария Иванова",
    title: "Мобильное приложение",
    review:
      "Очень довольна сотрудничеством! Приложение получилось удобным, быстрым и простым для пользователей. Особенно хочу отметить внимание к деталям и аккуратность в каждом элементе интерфейса.",
    rating: 4.9,
    avatar: "/images/testimonials/commentator-1.jpg",
    bgImage: "/images/project-1/4.jpg",
  },
  {
    id: 3,
    name: "Игорь Кузнецов",
    title: "Интернет-магазин",
    review:
      "Работа превзошла все мои ожидания. Магазин полностью автоматизирован: от корзины и оплаты до уведомлений клиентам. Удобная панель администратора помогает мне управлять товарами без лишних усилий.",
    rating: 5.0,
    avatar: "/images/testimonials/commentator-4.jpg",
    bgImage: "/images/project-3/2.jpg",
  },
  {
    id: 4,
    name: "Ольга Петрова",
    title: "Административная панель (Dashboard UI)",
    review:
      "Была проделана огромная работа! Интерфейс получился интуитивно понятным и красивым. Визуализация данных удобная, всё работает быстро и без ошибок. Теперь управлять проектами и анализировать статистику стало намного проще. Буду рекомендовать всем своим знакомым!",
    rating: 4.8,
    avatar: null,
    bgImage: "/images/project-2/5.jpg",
  },
];
